{"[UNK]":0,"[PAD]":1,"[CLS]":2,"[SEP]":3,"[MASK]":4,"$":5,"%":6,"'":7,"(":8,")":9,",":10,"-":11,".":12,"/":13,"0":14,"1":15,"2":16,"3":17,"4":18,"5":19,"6":20,"7":21,"8":22,"9":23,":":24,";":25,"?":26,"a":27,"b":28,"c":29,"d":30,"e":31,"f":32,"g":33,"h":34,"i":35,"j":36,"k":37,"l":38,"m":39,"n":40,"o":41,"p":42,"q":43,"r":44,"s":45,"t":46,"u":47,"v":48,"w":49,"x":50,"y":51,"z":52,"£":53,"¥":54,"’":55,"€":56,"₹":57,"ou":58,"ar":59,"an":60,"in":61,"you":62,"al":63,"on":64,"er":65,"en":66,"00":67,"at":68,"th":69,"or":70,"ing":71,"le":72,"is":73,"ti":74,"ce":75,"to":76,"per":77,"ed":78,"ary":79,"sal":80,"your":81,"salary":82,"ly":83,"es":84,"if":85,"om":86,"my":87,"000":88,"and":89,"sh":90,"ve":91,"com":92,"us":93,"no":94,"re":95,"for":96,"ent":97,"do":98,"peri":99,"are":100,"ble":101,"od":102,"ann":103,"wh":104,"noti":105,"ur":106,"ual":107,"notice":108,"ift":109,"shift":110,"annual":111,"can":112,"ear":113,"am":114,"of":115,"ay":116,"period":117,"ch":118,"wi":119,"st":120,"what":121,"wor":122,"work":123,"mon":124,"month":125,"ha":126,"ion":127,"able":128,"ow":129,"ro":130,"have":131,"pen":132,"as":133,"it":134,"ation":135,"the":136,"day":137,"yes":138,"how":139,"shifts":140,"cur":141,"ate":142,"curr":143,"current":144,"with":145,"art":146,"ex":147,"fi":148,"inr":149,"we":150,"earn":151,"xed":152,"fixed":153,"be":154,"ct":155,"fer":156,"ne":157,"gh":158,"start":159,"pe":160,"monthly":161,"ance":162,"edu":163,"ge":164,"pre":165,"ght":166,"ad":167,"bu":168,"ll":169,"var":170,"prefer":171,"vari":172,"bon":173,"bonus":174,"working":175,"il":176,"open":177,"sch":178,"schedu":179,"ight":180,"tal":181,"any":182,"total":183,"variable":184,"de":185,"ek":186,"pect":187,"expect":188,"im":189,"end":190,"tion":191,"week":192,"ive":193,"me":194,"annually":195,"schedule":196,"mu":197,"comp":198,"cus":199,"pro":200,"compen":201,"compens":202,"ceive":203,"receive":204,"compensation":205,"will":206,"ld":207,"out":208,"ould":209,"willing":210,"night":211,"oun":212,"usd":213,"su":214,"much":215,"fle":216,"ible":217,"ide":218,"weekend":219,"flex":220,"ail":221,"bas":222,"ss":223,"ately":224,"dis":225,"ud":226,"onent":227,"component":228,"ter":229,"form":230,"but":231,"con":232,"lo":233,"inc":234,"ence":235,"ab":236,"fe":237,"go":238,"med":239,"days":240,"bonuses":241,"cuss":242,"discuss":243,"year":244,"medi":245,"ition":246,"po":247,"all":248,"perform":249,"come":250,"flexible":251,"incl":252,"performance":253,"table":254,"income":255,"rot":256,"ap":257,"immedi":258,"includ":259,"ak":260,"av":261,"age":262,"time":263,"comfor":264,"nego":265,"comfortable":266,"negoti":267,"el":268,"would":269,"ac":270,"dur":271,"li":272,"qu":273,"ating":274,"prov":275,"about":276,"son":277,"our":278,"person":279,"est":280,"provide":281,"personal":282,"30":283,"hand":284,"that":285,"ort":286,"avail":287,"jo":288,"ran":289,"share":290,"immediately":291,"60":292,"pay":293,"fore":294,"before":295,"ound":296,"50":297,"hour":298,"need":299,"during":300,"king":301,"pr":302,"around":303,"ome":304,"perience":305,"experience":306,"date":307,"oking":308,"ving":309,"currently":310,"cons":311,"looking":312,"handle":313,"range":314,"ic":315,"pl":316,"port":317,"bet":318,"available":319,"jus":320,"ser":321,"yout":322,"comm":323,"ity":324,"buyout":325,"weekends":326,"components":327,"feel":328,"including":329,"just":330,"45":331,"mor":332,"early":333,"role":334,"ount":335,"hours":336,"10":337,"lif":338,"ind":339,"amount":340,"based":341,"rotating":342,"life":343,"pport":344,"sition":345,"ational":346,"adjust":347,"expectation":348,"ain":349,"by":350,"bal":351,"dition":352,"ep":353,"ul":354,"ver":355,"this":356,"ings":357,"ist":358,"tive":359,"chan":360,"str":361,"ween":362,"ility":363,"base":364,"appro":365,"consist":366,"between":367,"serving":368,"ast":369,"eur":370,"gro":371,"so":372,"xim":373,"sure":374,"more":375,"balance":376,"approxim":377,"gross":378,"15":379,"75":380,"ctive":381,"ef":382,"lon":383,"some":384,"tom":385,"reg":386,"addition":387,"expecting":388,"expected":389,"tions":390,"support":391,"allow":392,"rotational":393,"ake":394,"ack":395,"join":396,"long":397,"bp":398,"ding":399,"em":400,"et":401,"gbp":402,"man":403,"ment":404,"over":405,"te":406,"cess":407,"necess":408,"det":409,"custom":410,"discussing":411,"chang":412,"approximately":413,"necessary":414,"customer":415,"90":416,"could":417,"dif":418,"ib":419,"pack":420,"red":421,"rest":422,"sle":423,"un":424,"wn":425,"tim":426,"down":427,"position":428,"additional":429,"detail":430,"package":431,"sleep":432,"20":433,"500":434,"70":435,"ben":436,"bre":437,"der":438,"fr":439,"find":440,"plo":441,"not":442,"stay":443,"preference":444,"negotiate":445,"expectations":446,"emplo":447,"changes":448,"details":449,"break":450,"employ":451,"sion":452,"set":453,"tr":454,"take":455,"ther":456,"orter":457,"shorter":458,"when":459,"earli":460,"its":461,"they":462,"job":463,"commit":464,"manage":465,"from":466,"ig":467,"ling":468,"uctive":469,"ated":470,"ties":471,"commu":472,"requ":473,"oductive":474,"earnings":475,"preferred":476,"includes":477,"negotiation":478,"productive":479,"plan":480,"efits":481,"differ":482,"benefits":483,"employer":484,"earlier":485,"af":486,"bpo":487,"cy":488,"don":489,"fam":490,"hel":491,"home":492,"ir":493,"ily":494,"ty":495,"ine":496,"ency":497,"thou":498,"ission":499,"offer":500,"arter":501,"new":502,"get":503,"poss":504,"negotiating":505,"quarter":506,"commission":507,"allowance":508,"ments":509,"ibility":510,"different":511,"help":512,"40":513,"85":514,"ich":515,"ke":516,"last":517,"nic":518,"ple":519,"rout":520,"uct":521,"vance":522,"inter":523,"ensure":524,"which":525,"educ":526,"ghts":527,"advance":528,"ends":529,"ideal":530,"aint":531,"ular":532,"struct":533,"regular":534,"overtime":535,"tell":536,"ign":537,"communic":538,"family":539,"thoughts":540,"55":541,"80":542,"ag":543,"ks":544,"mo":545,"mind":546,"pat":547,"rm":548,"res":549,"right":550,"up":551,"ure":552,"ough":553,"arding":554,"than":555,"ess":556,"stand":557,"adap":558,"flexibility":559,"pri":560,"regarding":561,"preferences":562,"breakdown":563,"type":564,"possible":565,"allowances":566,"routine":567,"structure":568,"65":569,"ach":570,"aud":571,"ci":572,"cif":573,"cad":574,"du":575,"each":576,"hi":577,"ider":578,"maint":579,"op":580,"ric":581,"sur":582,"spe":583,"tas":584,"was":585,"least":586,"short":587,"starting":588,"buy":589,"scheduling":590,"schedules":591,"tern":592,"ability":593,"immediate":594,"acc":595,"availability":596,"consider":597,"consistent":598,"consistency":599,"restric":600,"under":601,"tra":602,"commitments":603,"requi":604,"interest":605,"pattern":606,"prior":607,"high":608,"maintain":609,"specif":610,"restrictions":611,"understand":612,"100":613,"ax":614,"best":615,"ck":616,"cal":617,"cent":618,"give":619,"he":620,"ho":621,"iti":622,"mi":623,"mall":624,"part":625,"reduc":626,"sto":627,"small":628,"ting":629,"ze":630,"align":631,"one":632,"ons":633,"eng":634,"ener":635,"ensur":636,"ording":637,"issu":638,"tiv":639,"sales":640,"use":641,"daytime":642,"firm":643,"well":644,"weekly":645,"compo":646,"comple":647,"term":648,"confirm":649,"few":650,"fect":651,"fective":652,"duration":653,"lidays":654,"plann":655,"better":656,"roles":657,"consists":658,"soon":659,"effective":660,"times":661,"setting":662,"there":663,"affect":664,"quarterly":665,"adapt":666,"tasks":667,"according":668,"prioriti":669,"holidays":670,"reducing":671,"stock":672,"ensuring":673,"effectively":674,"accordingly":675,"prioritize":676,"200":677,"35":678,"800":679,"95":680,"ace":681,"bus":682,"dd":683,"dr":684,"eve":685,"ful":686,"her":687,"iz":688,"ies":689,"ities":690,"late":691,"might":692,"make":693,"other":694,"por":695,"pons":696,"rat":697,"tw":698,"ten":699,"ted":700,"tax":701,"um":702,"vir":703,"wa":704,"ard":705,"enough":706,"envir":707,"percent":708,"vel":709,"using":710,"periods":711,"ase":712,"ext":713,"beli":714,"cts":715,"net":716,"varied":717,"totaling":718,"import":719,"yearly":720,"handling":721,"needed":722,"serve":723,"morn":724,"ult":725,"stress":726,"joining":727,"timings":728,"staying":729,"after":730,"keep":731,"please":732,"respons":733,"duties":734,"options":735,"considering":736,"issues":737,"completed":738,"planning":739,"rather":740,"taxes":741,"environ":742,"percentage":743,"believe":744,"120":745,"24":746,"25":747,"72":748,"700":749,"act":750,"bi":751,"bo":752,"cc":753,"call":754,"cover":755,"deduc":756,"ev":757,"eas":758,"ft":759,"fu":760,"frequ":761,"gr":762,"gan":763,"gun":764,"hy":765,"hal":766,"ict":767,"mat":768,"ol":769,"oper":770,"opport":771,"occ":772,"pace":773,"rate":774,"rough":775,"into":776,"inform":777,"ening":778,"organ":779,"left":780,"tic":781,"estim":782,"should":783,"now":784,"off":785,"has":786,"ional":787,"pend":788,"asional":789,"ations":790,"them":791,"expl":792,"fic":793,"begun":794,"started":795,"peak":796,"prep":797,"adual":798,"ilities":799,"weeks":800,"idea":801,"basis":802,"good":803,"medical":804,"app":805,"lic":806,"like":807,"pres":808,"prof":809,"adjusting":810,"very":811,"change":812,"manag":813,"diffic":814,"ibilities":815,"unity":816,"done":817,"commissions":818,"helps":819,"401":820,"ignation":821,"communicate":822,"resignation":823,"cial":824,"buying":825,"require":826,"required":827,"interesting":828,"interested":829,"patterns":830,"specify":831,"specific":832,"mix":833,"energ":834,"composition":835,"terms":836,"drated":837,"ized":838,"portion":839,"importance":840,"responsibilities":841,"environment":842,"deductions":843,"full":844,"frequent":845,"gradual":846,"hydrated":847,"half":848,"match":849,"opportunity":850,"occasional":851,"estimate":852,"explain":853,"12":854,"110":855,"115":856,"750":857,"92":858,"950":859,"ave":860,"aight":861,"bility":862,"blic":863,"cr":864,"cle":865,"crm":866,"dat":867,"des":868,"eou":869,"efi":870,"equ":871,"ects":872,"every":873,"fo":874,"fac":875,"fli":876,"found":877,"fast":878,"gd":879,"iv":880,"ier":881,"ibut":882,"iving":883,"ju":884,"jects":885,"kly":886,"know":887,"lti":888,"live":889,"lving":890,"laint":891,"leng":892,"mx":893,"many":894,"ni":895,"nat":896,"national":897,"next":898,"pu":899,"rup":900,"se":901,"si":902,"sy":903,"sat":904,"sed":905,"sly":906,"sof":907,"swi":908,"sit":909,"sek":910,"sim":911,"side":912,"spl":913,"spend":914,"sgd":915,"tar":916,"tch":917,"tran":918,"ude":919,"vary":920,"vol":921,"ward":922,"ared":923,"arrange":924,"ant":925,"aneou":926,"ink":927,"ines":928,"inqu":929,"iness":930,"alth":931,"alre":932,"ere":933,"ers":934,"erage":935,"entiv":936,"thb":937,"think":938,"less":939,"level":940,"leave":941,"isfac":942,"tire":943,"top":944,"perks":945,"ession":946,"shar":947,"rel":948,"forward":949,"entr":950,"blem":951,"odd":952,"ural":953,"cannot":954,"ample":955,"often":956,"chf":957,"chall":958,"stem":959,"worth":960,"had":961,"having":962,"ite":963,"curac":964,"currency":965,"within":966,"extra":967,"example":968,"getic":969,"add":970,"ady":971,"adset":972,"adequ":973,"anytime":974,"ended":975,"weekday":976,"multi":977,"company":978,"complaint":979,"proper":980,"projects":981,"problem":982,"nights":983,"sub":984,"suit":985,"sudd":986,"basic":987,"disrup":988,"condition":989,"contra":990,"confli":991,"incentiv":992,"poli":993,"include":994,"apart":995,"included":996,"aking":997,"average":998,"accurac":999,"ques":1000,"quic":1001,"quite":1002,"rang":1003,"hourly":1004,"needs":1005,"pln":1006,"105":1007,"strict":1008,"straight":1009,"solving":1010,"approximate":1011,"somewhat":1012,"allows":1013,"overl":1014,"team":1015,"changing":1016,"benefi":1017,"employed":1018,"try":1019,"tribut":1020,"commute":1021,"negotiations":1022,"plans":1023,"iries":1024,"typ":1025,"geting":1026,"possibility":1027,"helpful":1028,"international":1029,"ideally":1030,"communicating":1031,"communicated":1032,"aging":1033,"agre":1034,"most":1035,"motiv":1036,"mobility":1037,"adaptable":1038,"cies":1039,"due":1040,"option":1041,"shortest":1042,"shortening":1043,"travel":1044,"health":1045,"headset":1046,"midd":1047,"aligns":1048,"enging":1049,"energetic":1050,"composed":1051,"busy":1052,"business":1053,"two":1054,"tware":1055,"umes":1056,"wait":1057,"extended":1058,"morning":1059,"mornings":1060,"ultaneou":1061,"keeping":1062,"both":1063,"calls":1064,"coverage":1065,"easier":1066,"operations":1067,"paced":1068,"information":1069,"organized":1070,"prepare":1071,"pressure":1072,"profession":1073,"manager":1074,"difficult":1075,"energy":1076,"frequently":1077,"gradually":1078,"clear":1079,"length":1080,"mxn":1081,"natural":1082,"public":1083,"system":1084,"satisfac":1085,"software":1086,"switch":1087,"situ":1088,"simultaneou":1089,"split":1090,"targeting":1091,"transition":1092,"varying":1093,"volumes":1094,"inquiries":1095,"already":1096,"levels":1097,"challenging":1098,"adequate":1099,"multiple":1100,"complaints":1101,"sudden":1102,"conditions":1103,"contract":1104,"conflicts":1105,"incentives":1106,"policies":1107,"accuracy":1108,"quickly":1109,"straightforward":1110,"beneficial":1111,"motivated":1112,"headsets":1113,"middle":1114,"professional":1115,"systems":1116,"satisfaction":1117,"simultaneously":1118,")?":1119,"13":1120,"1st":1121,"22":1122,"300":1123,"400":1124,"58":1125,"550":1126,"68":1127,"600":1128,"82":1129,"87":1130,"88":1131,"900":1132,"ai":1133,"aw":1134,"aim":1135,"ago":1136,"aily":1137,"ause":1138,"bes":1139,"back":1140,"bir":1141,"cl":1142,"cn":1143,"car":1144,"cer":1145,"cing":1146,"cis":1147,"clo":1148,"cking":1149,"ctic":1150,"cause":1151,"dy":1152,"dou":1153,"dig":1154,"dated":1155,"daily":1156,"ei":1157,"ey":1158,"ecking":1159,"fin":1160,"fat":1161,"fur":1162,"fine":1163,"fact":1164,"gency":1165,"gies":1166,"giv":1167,"hone":1168,"hard":1169,"iar":1170,"ibe":1171,"ience":1172,"iding":1173,"iet":1174,"iends":1175,"ides":1176,"jp":1177,"lat":1178,"light":1179,"lcome":1180,"line":1181,"lines":1182,"min":1183,"may":1184,"mit":1185,"mess":1186,"making":1187,"ns":1188,"ose":1189,"par":1190,"pact":1191,"phone":1192,"redu":1193,"rive":1194,"rap":1195,"sight":1196,"sav":1197,"sour":1198,"seas":1199,"tou":1200,"ttom":1201,"taking":1202,"ue":1203,"way":1204,"were":1205,"wrap":1206,"yon":1207,"yle":1208,"yed":1209,"yet":1210,"arge":1211,"arrang":1212,"ancing":1213,"insur":1214,"inten":1215,"insight":1216,"als":1217,"aler":1218,"ally":1219,"also":1220,"althou":1221,"only":1222,"ones":1223,"ercis":1224,"enly":1225,"enjo":1226,"entire":1227,"atus":1228,"thing":1229,"through":1230,"those":1231,"thrive":1232,"orate":1233,"led":1234,"lead":1235,"leav":1236,"ish":1237,"ism":1238,"til":1239,"tial":1240,"ces":1241,"today":1242,"tomed":1243,"tool":1244,"edict":1245,"compe":1246,"rech":1247,"reas":1248,"remind":1249,"recover":1250,"retire":1251,"forfe":1252,"does":1253,"odate":1254,"annum":1255,"where":1256,"notifi":1257,"ured":1258,"urgency":1259,"chni":1260,"checking":1261,"stance":1262,"stant":1263,"style":1264,"status":1265,"works":1266,"worklo":1267,"monday":1268,"money":1269,"owed":1270,"pending":1271,"aspect":1272,"asap":1273,"ital":1274,"daylight":1275,"ategies":1276,"without":1277,"exact":1278,"excl":1279,"exercis":1280,"welcome":1281,"earning":1282,"earned":1283,"being":1284,"because":1285,"beyon":1286,"peace":1287,"preci":1288,"ads":1289,"lling":1290,"llowed":1291,"variet":1292,"iliar":1293,"totals":1294,"depend":1295,"depending":1296,"imum":1297,"impact":1298,"endar":1299,"meal":1300,"scheduled":1301,"compared":1302,"cusing":1303,"customed":1304,"compensated":1305,"outside":1306,"nighttime":1307,"suits":1308,"distribut":1309,"uding":1310,"forms":1311,"concent":1312,"contribut":1313,"concer":1314,"constant":1315,"local":1316,"increas":1317,"aborate":1318,"goals":1319,"discussed":1320,"poten":1321,"posi":1322,"appreci":1323,"timelines":1324,"negotiable":1325,"elaborate":1326,"accomm":1327,"activ":1328,"accustomed":1329,"quiet":1330,"providing":1331,"handed":1332,"predict":1333,"experiences":1334,"ically":1335,"amounts":1336,"amounting":1337,"adjustments":1338,"balancing":1339,"ulties":1340,"tively":1341,"strategies":1342,"appropri":1343,"social":1344,"balanced":1345,"someone":1346,"sometimes":1347,"something":1348,"techni":1349,"detai":1350,"ibed":1351,"until":1352,"timing":1353,"downtime":1354,"friends":1355,"breaks":1356,"setback":1357,"track":1358,"earliest":1359,"jobs":1360,"manageable":1361,"management":1362,"igue":1363,"requir":1364,"difference":1365,"familiar":1366,"irregular":1367,"offers":1368,"helped":1369,"key":1370,"routines":1371,"structured":1372,"regularly":1373,"communication":1374,"mobi":1375,"patience":1376,"updated":1377,"standard":1378,"task":1379,"account":1380,"consistently":1381,"priority":1382,"higher":1383,"highest":1384,"understanding":1385,"axation":1386,"calendar":1387,"hectic":1388,"parts":1389,"engaging":1390,"issue":1391,"complete":1392,"planners":1393,"driving":1394,"fully":1395,"izational":1396,"portions":1397,"waiv":1398,"waiving":1399,"important":1400,"keeps":1401,"responses":1402,"environments":1403,"bottom":1404,"event":1405,"evening":1406,"evenly":1407,"operation":1408,"roughly":1409,"informed":1410,"organizational":1411,"prepared":1412,"apps":1413,"apping":1414,"applic":1415,"prescr":1416,"profit":1417,"managing":1418,"difficulties":1419,"requirements":1420,"specifics":1421,"energized":1422,"cribe":1423,"data":1424,"dates":1425,"describe":1426,"followed":1427,"focusing":1428,"july":1429,"june":1430,"nice":1431,"sidy":1432,"sharing":1433,"shares":1434,"related":1435,"relaxation":1436,"entry":1437,"entries":1438,"adds":1439,"submit":1440,"subsidy":1441,"disrupt":1442,"disruptive":1443,"questions":1444,"ranges":1445,"overlap":1446,"overlapping":1447,"types":1448,"typically":1449,"agree":1450,"agrees":1451,"lengths":1452,"situation":1453,"situations":1454,"transitioning":1455,"professionalism":1456,"aware":1457,"aiming":1458,"besides":1459,"bird":1460,"cny":1461,"close":1462,"double":1463,"digital":1464,"either":1465,"finish":1466,"fatigue":1467,"further":1468,"gives":1469,"jpy":1470,"latest":1471,"minimum":1472,"messaging":1473,"parties":1474,"reduce":1475,"savings":1476,"sources":1477,"seasons":1478,"touch":1479,"arranged":1480,"insurance":1481,"intention":1482,"alert":1483,"although":1484,"enjoyed":1485,"entirely":1486,"throughout":1487,"leading":1488,"leaving":1489,"tools":1490,"compelling":1491,"recharge":1492,"reminders":1493,"retirement":1494,"forfeit":1495,"notified":1496,"workloads":1497,"aspects":1498,"excluding":1499,"exercise":1500,"beyond":1501,"peaceful":1502,"variety":1503,"distributing":1504,"concentrate":1505,"contribute":1506,"concerns":1507,"increased":1508,"potential":1509,"positively":1510,"appreciate":1511,"accommodate":1512,"activities":1513,"predictable":1514,"appropriate":1515,"techniques":1516,"detailed":1517,"setbacks":1518,"requires":1519,"mobile":1520,"waived":1521,"applicable":1522,"prescribed":1523}