#version: 0.2
o u
a r
a n
i n
y ou
a l
o n
e r
e n
0 0
a t
t h
o r
in g
l e
i s
t i
c e
t o
p er
e d
ar y
s al
you r
sal ary
l y
e s
i f
o m
m y
00 0
an d
s h
v e
c om
u s
n o
r e
f or
en t
d o
per i
ar e
b le
o d
an n
w h
no ti
u r
u al
noti ce
if t
sh ift
ann ual
c an
e ar
a m
o f
a y
peri od
c h
w i
s t
wh at
w or
wor k
m on
mon th
h a
i on
a ble
o w
r o
ha ve
p en
a s
i t
at ion
th e
d ay
y es
h ow
shift s
c ur
at e
cur r
curr ent
wi th
ar t
e x
f i
in r
w e
ear n
x ed
fi xed
b e
c t
f er
n e
g h
st art
p e
month ly
an ce
ed u
g e
p re
gh t
a d
b u
l l
v ar
pre fer
var i
b on
bon us
work ing
i l
o pen
s ch
sch edu
i ght
t al
an y
to tal
vari able
d e
e k
pe ct
ex pect
i m
en d
ti on
we ek
i ve
m e
annual ly
schedu le
m u
com p
c us
p ro
com pen
compen s
ce ive
re ceive
compens ation
wi ll
l d
ou t
ou ld
will ing
n ight
ou n
us d
s u
mu ch
f le
i ble
i de
week end
fle x
a il
b as
s s
ate ly
d is
u d
on ent
comp onent
t er
for m
bu t
c on
l o
in c
en ce
a b
f e
g o
m ed
day s
bonus es
cus s
dis cuss
y ear
med i
i tion
p o
al l
per form
com e
flex ible
inc l
perform ance
t able
in come
ro t
a p
im medi
incl ud
a k
a v
a ge
ti me
com for
ne go
comfor table
nego ti
e l
w ould
a c
d ur
l i
q u
at ing
pro v
ab out
s on
ou r
per son
es t
prov ide
person al
3 0
h and
th at
or t
av ail
j o
r an
sh are
immedi ately
6 0
p ay
for e
be fore
oun d
5 0
h our
ne ed
dur ing
k ing
p r
ar ound
om e
peri ence
ex perience
d ate
o king
v ing
current ly
con s
lo oking
hand le
ran ge
i c
p l
p ort
be t
avail able
j us
s er
you t
com m
it y
bu yout
weekend s
component s
fe el
includ ing
jus t
4 5
m or
ear ly
ro le
oun t
hour s
1 0
l if
in d
am ount
bas ed
rot ating
lif e
p port
s ition
ation al
ad just
expect ation
a in
b y
b al
d ition
e p
u l
v er
th is
ing s
is t
ti ve
ch an
st r
we en
il ity
bas e
ap pro
cons ist
bet ween
ser ving
a st
e ur
g ro
s o
x im
su re
mor e
bal ance
appro xim
gro ss
1 5
7 5
c tive
e f
l on
s ome
to m
re g
ad dition
expect ing
expect ed
tion s
su pport
all ow
rot ational
ak e
ac k
jo in
lon g
b p
d ing
e m
e t
g bp
m an
m ent
o ver
t e
ce ss
ne cess
de t
cus tom
discuss ing
chan g
approxim ately
necess ary
custom er
9 0
c ould
d if
i b
p ack
r ed
r est
s le
u n
w n
ti m
do wn
po sition
addition al
det ail
pack age
sle ep
2 0
5 00
7 0
b en
b re
d er
f r
f ind
p lo
no t
st ay
prefer ence
negoti ate
expectation s
em plo
chang es
detail s
bre ak
emplo y
s ion
s et
t r
t ake
th er
or ter
sh orter
wh en
ear li
it s
the y
jo b
comm it
man age
fr om
i g
l ing
u ctive
at ed
ti es
com mu
re qu
od uctive
earn ings
prefer red
includ es
negoti ation
pr oductive
pl an
ef its
dif fer
ben efits
employ er
earli er
a f
b po
c y
d on
f am
h el
h ome
i r
i ly
t y
in e
en cy
th ou
is sion
of fer
art er
ne w
ge t
po ss
negoti ating
qu arter
comm ission
allow ance
ment s
ib ility
differ ent
hel p
4 0
8 5
i ch
k e
l ast
n ic
p le
r out
u ct
v ance
in ter
en sure
wh ich
edu c
ght s
ad vance
end s
ide al
ain t
ul ar
str uct
reg ular
over time
te ll
ig n
commu nic
fam ily
thou ghts
5 5
8 0
a g
k s
m o
m ind
p at
r m
r es
r ight
u p
u re
ou gh
ar ding
th an
es s
st and
ad ap
flex ibility
pr i
reg arding
preference s
break down
ty pe
poss ible
allowance s
rout ine
struct ure
6 5
a ch
a ud
c i
c if
c ad
d u
e ach
h i
i der
m aint
o p
r ic
s ur
s pe
t as
w as
le ast
sh ort
start ing
bu y
schedu ling
schedule s
ter n
ab ility
immedi ate
ac c
avail ability
cons ider
consist ent
consist ency
rest ric
un der
tr a
commit ments
requ i
inter est
pat tern
pri or
hi gh
maint ain
spe cif
restric tions
under stand
1 00
a x
b est
c k
c al
c ent
g ive
h e
h o
i ti
m i
m all
p art
r educ
s to
s mall
t ing
z e
al ign
on e
on s
en g
en er
en sur
or ding
is su
ti v
sal es
us e
day time
fi rm
we ll
week ly
comp o
comp le
ter m
con firm
fe w
fe ct
fe ctive
dur ation
li days
pl ann
bet ter
role s
consist s
so on
ef fective
tim es
set ting
ther e
af fect
quarter ly
adap t
tas ks
acc ording
prior iti
ho lidays
reduc ing
sto ck
ensur ing
effective ly
according ly
prioriti ze
2 00
3 5
8 00
9 5
a ce
b us
d d
d r
e ve
f ul
h er
i z
i es
i ties
l ate
m ight
m ake
o ther
p or
p ons
r at
t w
t en
t ed
t ax
u m
v ir
w a
ar d
en ough
en vir
per cent
ve l
us ing
period s
as e
ex t
be li
ct s
ne t
vari ed
total ing
im port
year ly
hand ling
need ed
ser ve
mor n
ul t
str ess
join ing
tim ings
stay ing
af ter
ke ep
ple ase
res pons
du ties
op tions
consider ing
issu es
comple ted
plann ing
rat her
tax es
envir on
percent age
beli eve
1 20
2 4
2 5
7 2
7 00
a ct
b i
b o
c c
c all
c over
d educ
e v
e as
f t
f u
f requ
g r
g an
g un
h y
h al
i ct
m at
o l
o per
o pport
o cc
p ace
r ate
r ough
in to
in form
en ing
or gan
le ft
ti c
es tim
sh ould
no w
of f
ha s
ion al
pen d
as ional
ation s
the m
ex pl
fi c
be gun
start ed
pe ak
pre p
ad ual
il ities
week s
ide a
bas is
go od
medi cal
ap p
li c
li ke
pr es
pr of
adjust ing
ver y
chan ge
man ag
dif fic
ib ilities
un ity
don e
commission s
help s
40 1
ign ation
communic ate
res ignation
ci al
buy ing
requi re
requi red
interest ing
interest ed
pattern s
specif y
specif ic
mi x
ener g
compo sition
term s
dr ated
iz ed
por tion
import ance
respons ibilities
environ ment
deduc tions
fu ll
frequ ent
gr adual
hy drated
hal f
mat ch
opport unity
occ asional
estim ate
expl ain
1 2
1 10
1 15
7 50
9 2
9 50
a ve
a ight
b ility
b lic
c r
c le
c rm
d at
d es
e ou
e fi
e qu
e cts
e very
f o
f ac
f li
f ound
f ast
g d
i v
i er
i but
i ving
j u
j ects
k ly
k now
l ti
l ive
l ving
l aint
l eng
m x
m any
n i
n at
n ational
n ext
p u
r up
s e
s i
s y
s at
s ed
s ly
s of
s wi
s it
s ek
s im
s ide
s pl
s pend
s gd
t ar
t ch
t ran
u de
v ary
v ol
w ard
ar ed
ar range
an t
an eou
in k
in es
in qu
in ess
al th
al re
er e
er s
er age
en tiv
th b
th ink
le ss
le vel
le ave
is fac
ti re
to p
per ks
es sion
sh ar
re l
for ward
ent r
ble m
od d
ur al
can not
am ple
of ten
ch f
ch all
st em
wor th
ha d
ha ving
it e
cur ac
curr ency
with in
ex tra
ex ample
ge tic
ad d
ad y
ad set
ad equ
any time
end ed
week day
mu lti
comp any
comp laint
pro per
pro jects
pro blem
night s
su b
su it
su dd
bas ic
dis rup
con dition
con tra
con fli
inc entiv
po li
incl ude
ap art
includ ed
ak ing
av erage
ac curac
qu es
qu ic
qu ite
ran g
hour ly
need s
pl n
10 5
str ict
str aight
so lving
approxim ate
some what
allow s
over l
te am
chang ing
ben efi
employ ed
tr y
tr ibut
commu te
negotiation s
plan s
ir ies
ty p
get ing
poss ibility
help ful
inter national
ideal ly
communic ating
communic ated
ag ing
ag re
mo st
mo tiv
mo bility
adap table
ci es
du e
op tion
short est
short ening
tra vel
he alth
he adset
mi dd
align s
eng ing
ener getic
compo sed
bus y
bus iness
tw o
tw are
um es
wa it
ext ended
morn ing
morn ings
ult aneou
keep ing
bo th
call s
cover age
eas ier
oper ations
pace d
inform ation
organ ized
prep are
pres sure
prof ession
manag er
diffic ult
energ y
frequent ly
gradual ly
cle ar
leng th
mx n
nat ural
pu blic
sy stem
sat isfac
sof tware
swi tch
sit u
sim ultaneou
spl it
tar geting
tran sition
vary ing
vol umes
inqu iries
alre ady
level s
chall enging
adequ ate
multi ple
complaint s
sudd en
condition s
contra ct
confli cts
incentiv es
poli cies
accurac y
quic kly
straight forward
benefi cial
motiv ated
headset s
midd le
profession al
system s
satisfac tion
simultaneou sly
) ?
1 3
1 st
2 2
3 00
4 00
5 8
5 50
6 8
6 00
8 2
8 7
8 8
9 00
a i
a w
a im
a go
a ily
a use
b es
b ack
b ir
c l
c n
c ar
c er
c ing
c is
c lo
c king
c tic
c ause
d y
d ou
d ig
d ated
d aily
e i
e y
e cking
f in
f at
f ur
f ine
f act
g ency
g ies
g iv
h one
h ard
i ar
i be
i ence
i ding
i et
i ends
i des
j p
l at
l ight
l come
l ine
l ines
m in
m ay
m it
m ess
m aking
n s
o se
p ar
p act
p hone
r edu
r ive
r ap
s ight
s av
s our
s eas
t ou
t tom
t aking
u e
w ay
w ere
w rap
y on
y le
y ed
y et
ar ge
ar rang
an cing
in sur
in ten
in sight
al s
al er
al ly
al so
al thou
on ly
on es
er cis
en ly
en jo
en tire
at us
th ing
th rough
th ose
th rive
or ate
le d
le ad
le av
is h
is m
ti l
ti al
ce s
to day
to med
to ol
ed ict
com pe
re ch
re as
re mind
re cover
re tire
for fe
do es
od ate
ann um
wh ere
noti fi
ur ed
ur gency
ch ni
ch ecking
st ance
st ant
st yle
st atus
work s
work lo
mon day
mon ey
ow ed
pen ding
as pect
as ap
it al
day light
ate gies
with out
ex act
ex cl
ex ercis
we lcome
earn ing
earn ed
be ing
be cause
be yon
pe ace
pre ci
ad s
ll ing
ll owed
vari et
il iar
total s
de pend
de pending
im um
im pact
end ar
me al
schedule d
comp ared
cus ing
cus tomed
compens ated
out side
night time
su its
dis tribut
ud ing
form s
con cent
con tribut
con cer
con stant
lo cal
inc reas
ab orate
go als
discuss ed
po ten
po si
ap preci
time lines
negoti able
el aborate
ac comm
ac tiv
ac customed
qu iet
prov iding
hand ed
pr edict
experience s
ic ally
amount s
amount ing
adjust ments
bal ancing
ul ties
tive ly
str ategies
appro pri
so cial
balance d
some one
some times
some thing
te chni
det ai
ib ed
un til
tim ing
down time
fr iends
break s
set back
tr ack
earli est
job s
manage able
manage ment
ig ue
requ ir
differ ence
fam iliar
ir regular
offer s
help ed
ke y
rout ines
struct ured
regular ly
communic ation
mo bi
pat ience
up dated
stand ard
tas k
acc ount
consistent ly
prior ity
high er
high est
understand ing
ax ation
cal endar
he ctic
part s
eng aging
issu e
comple te
plann ers
dr iving
ful ly
iz ational
por tions
wa iv
wa iving
import ant
keep s
respons es
environ ments
bo ttom
ev ent
ev ening
ev enly
oper ation
rough ly
inform ed
organ izational
prep ared
app s
app ing
app lic
pres cr
prof it
manag ing
diffic ulties
require ments
specific s
energ ized
cr ibe
dat a
dat es
des cribe
fo llowed
fo cusing
ju ly
ju ne
ni ce
si dy
shar ing
shar es
rel ated
rel axation
entr y
entr ies
add s
sub mit
sub sidy
disrup t
disrup tive
ques tions
rang es
overl ap
overl apping
typ es
typ ically
agre e
agre es
length s
situ ation
situ ations
transition ing
professional ism
aw are
aim ing
bes ides
bir d
cn y
clo se
dou ble
dig ital
ei ther
fin ish
fat igue
fur ther
giv es
jp y
lat est
min imum
mess aging
par ties
redu ce
sav ings
sour ces
seas ons
tou ch
arrang ed
insur ance
inten tion
aler t
althou gh
enjo yed
entire ly
through out
lead ing
leav ing
tool s
compe lling
rech arge
remind ers
retire ment
forfe it
notifi ed
worklo ads
aspect s
excl uding
exercis e
beyon d
peace ful
variet y
distribut ing
concent rate
contribut e
concer ns
increas ed
poten tial
posi tively
appreci ate
accomm odate
activ ities
predict able
appropri ate
techni ques
detai led
setback s
requir es
mobi le
waiv ed
applic able
prescr ibed
